# -*- coding: utf-8 -*-
"""
Created on Tue Jul 17 14:52:36 2018

@author: WSR
"""
#练习一
#1、定义一个天气温度列表，写出里面每一天的温度。
a=['30°','28°','29°','33°','36°','32°','31°']
#2、打印一周的天气，天气里面的周三打印出来，周三+温度
print(a[0])
print(a[1])
print('周三'+a[2])
print(a[3])
print(a[4])
print(a[5])
print(a[6])
#习题二
#定义一个字典，里面存储5天的天气信息，有温度，天气情况（文字）
#打印星期三的温度和天气情况

c={'dayone':['20°','有点冷'],
   'daytwo':['23°','多云'],
   'daythree':['24°','多云'],
   'dayfour':['28°','晴'],
   'dayfive':['30°','晴天']}
c['daythree']